Repository: anarosa-unica/My-Osclass-pluggin
Catalog: watchlist/languages/*/messages.po
Languages: fr_fr

source: View your watchlist
fr_fr: Voir vos favoris

source: Please login
fr_fr: Veuillez vous connecter

source: Watchlist Help
fr_fr: Aide Watchlist

source: What is Watchlist Plugin?
fr_fr: Le module Watchlist c'est quoi ?

source: Watchlist plugin allows you to display a link that will allow user to save items on a watchlist page.
fr_fr: Le module watchlist vous permet d'afficher un lien qui permettra aux utilisateur d'enregistrer desannonces dans une liste de favoris

source: How does Watchlist plugin work?
fr_fr: Comment le module watchlist fonctionne ?

source: In order to use Watchlist plugin, you should edit your theme files and add the following line anywhere in the code you want the Watchlist link to appear
fr_fr: Afin d'utiliser le module Watchlist, vous devez éditer vos fichiers thème et ajoutez la ligne suivante n'importe où dans le code à l'endroit que vous voulez afficher les favorisl."

source: Could I cutomize the style of Watchlist plugin?
fr_fr: Puis-je personnaliser le style du module ?

source: Of course you can. Watchlist display a link only you can use css to make a button or anything else.
fr_fr: Bien-sûr, Watchlist affiche seulement un lien vous pouvez donc utiliser le css ou autre.

source: Did Watchlist plugin work with all version of Osclass ?
fr_fr: Est-ce que le module Watchlist fonctionne avec toutes les version de OsClass ?

source: In order to work this pluggin need OsClass v2.2 and up without this version pluggin will crash. <br />You have OsClass
fr_fr: Pour pouvoir utiliser le module watchlist vous devez avoir la version 2.2 ou supérieur de OsClass, dans le cas contraire le module ne fonctionnera pas.<br />Votre version de OsClass :

source: Add to watchlist
fr_fr: Ajouter aux favoris

source: Watchlist
fr_fr: Favoris

source: Your watchlist
fr_fr: Vos favoris

source: Here is your favorite items
fr_fr: Voici vos annonces favorites

source: You don't have any items yet
fr_fr: Vous n'avez aucun favoris pour l'instant.

source: This action can not be undone. Are you sure you want to continue?
fr_fr: Êtes-vous sûr de vouloir continuer ?

source: Delete
fr_fr: Effacer
